Repository: FranBo10/mavetours
Catalog: back/translations/messages+intl-icu.*.xlf
Languages: es

source: Thank you for giving your comment, pending for validation
es: Gracias por dar tu comentario, pendiente de validación

source: Your user account has been modified
es: Tu cuenta de usuario ha sido modificada

source: We have sent you an e-mail to verify your account, please check your spam folder
es: Te hemos enviado un correo electrónico para verificar tu cuenta, por favor revisa tu carpeta de spam

source: Your account has been successfully verified, you can now log in
es: Tu cuenta ha sido verificada exitosamente, ahora puedes iniciar sesión

source: The date of the event cannot be earlier than the current date, please modify the date of the reservation
es: La fecha del evento no puede ser anterior a la fecha actual, por favor modifica la fecha de la reserva

source: The event is closed and cannot receive further reservations
es: El evento está cerrado y no puede recibir más reservas

source: Ups! We do not have a visit this day for this tour, please modify the booking date
es: ¡Ups! No tenemos una visita este día para este tour, por favor modifica la fecha de reserva

source: Sorry! The maximum number of participants for this event has been reached
es: ¡Lo sentimos! Se ha alcanzado el número máximo de participantes para este evento

source: Your booking has been confirmed, an e-mail has been sent, please check the spam
es: Tu reserva ha sido confirmada, se ha enviado un correo electrónico, por favor revisa el spam

source: Your booking has been successfully modified, you can find the details on your profile
es: Tu reserva ha sido modificada exitosamente, puedes encontrar los detalles en tu perfil

source: Booking cancelled or deleted
es: Reserva cancelada o eliminada

source: Book now
es: Reservar

source: Description
es: Descripción

source: Prices
es: Precios

source: Details
es: Detalles

source: Cancelations
es: Cancelaciones

source: Meeting point
es: Punto de encuentro

source: Opinions
es: Opiniones

source: See full description
es: Ver descripción completa

source: Hide description
es: Ocultar descripción

source: Price
es: Precio

source: Free tours do not have a fixed price. Each person values the work of the guide and, at the end of the tour, he delivers the amount he considers to his will according to their satisfaction.
es: Los tours gratuitos no tienen un precio fijo. Cada persona valora el trabajo del guía y, al final del tour, entrega la cantidad que considera según su satisfacción.

source: Duration
es: Duración

source: Language
es: Idioma

source: The activity is carried out with an English-speaking guide
es: La actividad se realiza con un guía de habla inglesa

source: Included
es: Incluido

source: English-speaking guide
es: Guía de habla inglesa

source: Not incluided
es: No incluido

source: Tips
es: Propinas

source: When to book ?
es: ¿Cuándo reservar?

source: You can book up to 30 minutes before the tour starts
es: Puedes reservar hasta 30 minutos antes de que comience el tour

source: Accesibility
es: Accesibilidad

source: Not wheelchair accessible
es: No accesible para sillas de ruedas

source: Pets
es: Mascotas

source: Allowed
es: Permitido

source: Frequently asked questions
es: Preguntas frecuentes

source: How to make the reservation ?
es: ¿Cómo hacer la reserva?

source: Is a minimum number of participants needed ?
es: ¿Se necesita un número mínimo de participantes?

source: The minimum number of participants is one person, so if it's your case, sign up and enjoy a pleasant time
es: El número mínimo de participantes es una persona, así que si es tu caso, inscríbete y disfruta de un momento agradable

source: For any other doubt,
es: Para cualquier otra duda,

source: Free cancelation
es: Cancelación gratuita

source: If you will not be able to attend the tour, please cancel the reservation, otherwise, the guide will be waiting for you.
es: Si no podrás asistir al tour, por favor cancela la reserva, de lo contrario, el guía te estará esperando.

source: Second meeting point
es: Segundo punto de encuentro

source: What our customers say
es: Lo que dicen nuestros clientes

source: All reviews have been written by real customers who have booked with us.
es: Todas las reseñas han sido escritas por clientes reales que han reservado con nosotros.

source: Leave a comment
es: Dejar un comentario

source: Leave us your review
es: Déjanos tu reseña

source: Leave your comments
es: Deja tus comentarios

source: Log in to leave a comment
es: Inicia sesión para dejar un comentario

source: Click here to connect
es: Haz clic aquí para conectarte

source: You may also like
es: También te puede gustar

source: Price:
es: Precio:

source: Free Tour
es: Tour Gratuito

source: More information
es: Más información

source: Welcome to our site !
es: ¡Bienvenido a nuestro sitio!

source: Enjoy the experience
es: Disfruta la experiencia

source: For booking the tour of
es: Para reservar el tour de

source: , choose the desired date and complete the form, indicating the number of participants. Confirmation is immediate.
es: , elige la fecha deseada y completa el formulario, indicando el número de participantes. La confirmación es inmediata.

source: My Account
es: Mi Cuenta

source: Phone:
es: Teléfono:

source: E-mail:
es: Correo electrónico:

source: Personal Details
es: Detalles Personales

source: Choose your preferred avatar
es: Elige tu avatar preferido

source: Validate changes
es: Validar cambios

source: Validated
es: Validado

source: Booking Details
es: Detalles de la Reserva

source: Booking
es: Reserva

source: Tour date
es: Fecha del tour

source: Adults
es: Adultos

source: Kids
es: Niños

source: See my bookings
es: Ver mis reservas

source: Proceed to payment
es: Proceder al pago

source: Booking details not available.
es: Detalles de la reserva no disponibles.

source: No bookings available.
es: No hay reservas disponibles.

source: Make your reservation
es: Haz tu reserva

source: Select a date
es: Selecciona una fecha

source: More tours...
es: Más tours...

source: Confirm booking
es: Confirmar reserva

source: Select number of adults
es: Selecciona número de adultos

source: Select number of kids
es: Selecciona número de niños

source: My Bookings
es: Mis Reservas

source: Date
es: Fecha

source: Modify your booking date
es: Modificar fecha de tu reserva

source: Cancel / Delete booking
es: Cancelar / Eliminar reserva

source: Come on, book your first tour with us and, let's walk !!!
es: ¡Vamos, reserva tu primer tour con nosotros y, caminemos!!!

source: Back to homepage
es: Volver a la página principal

source: Edit booking
es: Editar reserva

source: Modify reservation
es: Modificar reserva

source: No booking registered yet
es: Aún no hay reservas registradas

source: Come on, book your first tour with us and let's walk!!!
es: ¡Vamos, reserva tu primer tour con nosotros y caminemos!!!

source: All rights reserved 2023-2024
es: Todos los derechos reservados 2023-2024

source: Terms and Conditions
es: Términos y Condiciones

source: Who are we?
es: ¿Quiénes somos?

source: Check the status of your reservation
es: Verifica el estado de tu reserva

source: Booking N°.
es: Reserva N°.

source: Payment method
es: Método de pago

source: Join us and discover traditional villages and beautiful places full of life and nature
es: Únete a nosotros y descubre pueblos tradicionales y lugares hermosos llenos de vida y naturaleza

source: apellidos
es: Apellido

source: email
es: Correo electrónico

source: telefono
es: N°. Teléfono

source: plainPassword.first_options
es: Contraseña

source: plainPassword.second_options
es: Confirmar contraseña

source: pais
es: País

source: Select your country
es: Selecciona tu país

source: The Latin Quarter of Paris, known as the Quartier Latin, is a charming district located in the heart of the city. Famous for its bohemian atmosphere and rich intellectual history, it is home to the Sorbonne University and Notre-Dame Cathedral. Cobblestone streets, antique bookshops, and cozy cafés create a unique ambiance. It’s a gathering spot for students, artists, and culture lovers, with a vibrant mix of shops, restaurants, and nightlife.
es: El Barrio Latino de París, conocido como el Quartier Latin, es un distrito encantador ubicado en el corazón de la ciudad. Famoso por su atmósfera bohemia y rica historia intelectual, alberga la Universidad de la Sorbona y la Catedral de Notre-Dame. Calles empedradas, librerías antiguas y acogedores cafés crean un ambiente único. Es un punto de encuentro para estudiantes, artistas y amantes de la cultura, con una vibrante mezcla de tiendas, restaurantes y vida nocturna.

source: Let's walk !
es: ¡Caminemos!

source: Navigate
es: Navegar

source: Stops of the Tour
es: Paradas del Tour

source: No stops found for this tour.
es: No se encontraron paradas para este tour.

source: Create an account
es: Crear una cuenta

source: Register
es: Registrarse

source: Are you already registered ?
es: ¿Ya estás registrado?

source: Click here to log in
es: Haz clic aquí para iniciar sesión

source: Wander through its narrow streets with charming cafés this neighborhood has to offer.
es: Pasea por sus calles estrechas con encantadores cafés que este barrio tiene para ofrecer.

source: Include an '{{ value }}' sign in the email address. The address '{{ value }}' does not contain the '{{ value }}' sign.
es: Incluye un signo '{{ value }}' en la dirección de correo electrónico. La dirección '{{ value }}' no contiene el signo '{{ value }}'.

source: The neighborhood is located on the banks of the Seine River.
es: El barrio está ubicado a orillas del río Sena.

source: The happy hunting ground of all minds that have lost their balance.
es: El feliz terreno de caza de todas las mentes que han perdido su equilibrio.

source: Saint Michael defeating the devil
es: San Miguel derrotando al diablo

source: The majestic Paris Opera
es: La majestuosa Ópera de París

# The medieval prison &quot;La Conciergerie&quot;
source: The medieval prison "La Conciergerie"
es: La prisión medieval "La Conciergerie"

source: The Louvre Museum Pyramids
es: Las pirámides del Museo del Louvre

source: The Champs-Élysées
es: Los Campos Elíseos

source: The Arc de Triomphe
es: El Arco del Triunfo

source: The tower in detail
es: La torre en detalle

source: The majestic Iron Lady
es: La majestuosa Dama de Hierro

source: The carousel
es: El carrusel

source: Magical by night
es: Mágico por la noche

source: The most famous cabaret in the world
es: El cabaret más famoso del mundo

source: Wander through its bohemian streets
es: Pasea por sus calles bohemias

source: Panoramic view of the city
es: Vista panorámica de la ciudad

source: Basilica of the Sacred Heart
es: Basílica del Sagrado Corazón

source: The Legend of the Gargoyles
es: La Leyenda de las Gárgolas

source: The forbidden knowledge of alchemy
es: El conocimiento prohibido de la alquimia

source: The whispers of forgotten tales in every cobblestone and arch
es: Los susurros de cuentos olvidados en cada adoquín y arco

source: World capital of fashion and luxury brands
es: Capital mundial de la moda y las marcas de lujo

source: Discover the history behind the Battle of Austerlitz
es: Descubre la historia detrás de la batalla de Austerlitz

source: Pompidou, a politician-artist
es: Pompidou, un político artista

source: Buren’s columns adorn the royal gardens
es: Las columnas de Buren decoran los jardines reales

source: Paris, city of towers
es: París, ciudad de las torres

source: The Stravinsky Fountain, Urban art’s challenge to academic art
es: La Fuente Stravinsky, un desafío del arte urbano frente al arte académico

source: The Treasures of Le Marais
es: Los tesoros del Marais

source: Bastille, where the revolution began
es: La Bastilla, donde comenzó la revolución

source: The most cinematic bridge in Paris
es: El puente más cinematográfico de París

source: The most beautiful avenue in Paris
es: La avenida más hermosa de París

source: The French Language Academy
es: La Academia Francesa

source: Eiffel Tower / Arc de Triomphe
es: Torre Eiffel / Arco de Triunfo

source: The History of Paris
es: La historia de París

source: Montmartre, the bohemian neighborhood
es: Montmartre, el barrio bohemio

source: Mysteries, Myths, and Legends
es: Misterios, mitos y leyendas

source: The Latin Quarter
es: El Barrio Latino

source: Paris By Night
es: París por la noche

source: The Comédie-Française / Pompidou Museum
es: La Comedia Francesa / Centro Pompidou

source: Le Marais and the Bastille
es: El Marais y la Bastilla

source: The Quartier Latin, is a fascinating enclave nestled in the historic heart of the City of Light. This picturesque district has served as the cultural and intellectual epicenter of the city for centuries. Its name derives from Latin, the language spoken in medieval universities. At the core of the Latin Quarter stands the renowned Sorbonne University, founded in the 13th century, whose cloisters and lecture halls have nurtured great thinkers, philosophers, and writers throughout history. This venerable institution counts among its alumni luminaries like René Descartes and Marie Curie. The neighborhood also hosts one of Paris's most iconic landmarks, the majestic Notre-Dame Cathedral. With its soaring Gothic architecture and intricate details, the cathedral stands as a silent witness to centuries of history and has inspired countless artists and writers. The Latin Quarter's narrow cobblestone streets breathe bohemian and artistic charm. Here, antiquarian bookshops, art galleries, and independent boutiques mingle with traditional cafés and brasseries that invite visitors to pause and watch the world go by. Vine-covered façades and colorful shuttered windows add extra allure to this almost cinematic neighborhood.
es: El Barrio Latino es un fascinante enclave situado en el corazón histórico de la Ciudad de la Luz. Este pintoresco distrito ha servido como epicentro cultural e intelectual de la ciudad durante siglos. Su nombre deriva del latín, la lengua hablada en las universidades medievales. En el centro del Barrio Latino se erige la renombrada Universidad de la Sorbona, fundada en el siglo XIII, cuyos claustros y aulas han formado a grandes pensadores, filósofos y escritores a lo largo de la historia. Esta venerable institución cuenta entre sus antiguos alumnos con luminarias como René Descartes y Marie Curie. El barrio también alberga uno de los monumentos más icónicos de París, la majestuosa Catedral de Notre-Dame. Con su imponente arquitectura gótica y sus intrincados detalles, la catedral se erige como testigo silencioso de siglos de historia y ha inspirado a innumerables artistas y escritores. Las estrechas calles empedradas del Barrio Latino respiran encanto bohemio y artístico. Aquí, librerías anticuarias, galerías de arte y boutiques independientes se mezclan con cafés y brasseries tradicionales que invitan a los visitantes a hacer una pausa y observar el mundo pasar. Las fachadas cubiertas de enredaderas y las ventanas con persianas coloridas añaden un atractivo adicional a este barrio casi cinematográfico.

source: Do you know medieval Paris? To discover it, we recommend joining this free tour of Le Marais, one of the most picturesque neighborhoods in the French capital. We’ll also explore the history of the Bastille!
es: ¿Conoces el París medieval? Para descubrirlo, te recomendamos unirte a este tour gratuito del Marais, uno de los barrios más pintorescos de la capital francesa. ¡También exploraremos la historia de la Bastilla!

source: Do you know Paris's art trail? To discover it, we recommend joining this free tour of the French capital's renowned cultural institutions. We'll also explore the historic Faubourg district !
es: ¿Conoces la ruta artística de París? Para descubrirla, te recomendamos unirte a este tour gratuito de las renombradas instituciones culturales de la capital francesa. ¡También exploraremos el histórico distrito de Faubourg!

source: Under Paris' nocturnal cloak, the Galeries Lafayette shimmer with elegance. The Opéra Garnier rises majestically, its illuminated façade glowing like a jewel. At Place Vendôme, twinkling lights dance in harmony with the classical architecture. The city dresses in its finest at every corner.
es: Bajo el manto nocturno de París, las Galerías Lafayette brillan con elegancia. La Ópera Garnier se alza majestuosamente, su fachada iluminada resplandece como una joya. En la Plaza Vendôme, las luces parpadeantes bailan en armonía con la arquitectura clásica. La ciudad se viste con sus mejores galas en cada esquina.

source: Embark on an unforgettable tour starting at the iconic Arc de Triunfo, exploring Paris's elegant boulevards. Wander through the city's opulent avenues where elegance comes to life, and culminate your adventure at the majestic Eiffel Tower.
es: Embárcate en un tour inolvidable comenzando en el icónico Arco de Triunfo, explorando los elegantes bulevares de París. Pasea por las avenidas opulentas donde la elegancia cobra vida, y culmina tu aventura en la majestuosa Torre Eiffel.

source: This picturesque bohemian neighborhood in Paris is famous for its artistic charm and cobblestone streets. At its summit stands the iconic Sacré-Cœur Basilica, offering panoramic views of this unique, history-filled city.
es: Este pintoresco barrio bohemio de París es famoso por su encanto artístico y sus calles empedradas. En su cima se erige la icónica Basílica del Sacré-Cœur, que ofrece vistas panorámicas de esta ciudad única, llena de historia.

source: Discover the essence of Paris on a journey that begins at the feet of the majestic Notre-Dame Cathedral. Let yourself be enchanted by streets that breathe history, façades that whisper centuries of art, and the unrivaled splendor of the Louvre Museum. An experience that will transport you to the very heart of Parisian beauty.
es: Descubre la esencia de París en un viaje que comienza a los pies de la majestuosa Catedral de Notre-Dame. Déjate encantar por calles que respiran historia, fachadas que susurran siglos de arte, y el esplendor incomparable del Museo del Louvre. Una experiencia que te transportará al mismo corazón de la belleza parisina.

source: St. Michael's Square
es: Plaza de San Miguel

source: Listen
es: Escuchar

source: Reservation confirmed
es: Reserva confirmada

source: See you soon
es: Hasta pronto

source: Date of birth
es: Fecha de nacimiento

source: Calendar
es: Calendario

source: Your tour will be unlocked in
es: Su tour se desbloqueara en
