Repository: FranBo10/mavetours
Catalog: back/translations/ResetPasswordBundle.*.xlf
Languages: es

source: %count% year|%count% years
es: %count% año|%count% años

source: %count% month|%count% months
es: %count% mes|%count% meses

source: %count% day|%count% days
es: %count% día|%count% días

source: %count% hour|%count% hours
es: %count% hora|%count% horas

source: %count% minute|%count% minutes
es: %count% minuto|%count% minutos

source: There was a problem validating your password reset request
es: Error al validar la solicitud de restablecimiento de contraseña

source: There was a problem handling your password reset request
es: Se ha producido un problema al gestionar la solicitud de restablecimiento de contraseña

source: The link in your email is expired. Please try to reset your password again.
es: El enlace de tu correo electrónico ha caducado. Intente restablecer la contraseña de nuevo.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
es: Por favor, actualice la configuración de request_password_repository en config/packages/reset_password.yaml para que apunte a su servicio "request password repository".

source: The reset password link is invalid. Please try to reset your password again.
es: El enlace para restablecer la contraseña no es válido. Por favor, intente restablecer su contraseña de nuevo.

source: You have already requested a reset password email. Please check your email or try again soon.
es: Ya has solicitado un correo electrónico para restablecer la contraseña. Por favor, compruebe su correo electrónico o inténtelo de nuevo pronto.
