Repository: FranBo10/mavetours
Catalog: back/translations/ReserPasswordBundle.*.xlf
Languages: es

source: %count% year|%count% years
es: %count% año|%count% años

source: %count% month|%count% months
es: %count% mes|%count% meses

source: %count% day|%count% days
es: %count% día|%count% días

source: %count% hour|%count% hours
es: %count% hora|%count% horas

source: %count% minute|%count% minutes
es: %count% minuto|%count% minutos

source: There was a problem validating your password reset request
es: Hubo un problema al validar tu solicitud de restablecimiento de contraseña

source: There was a problem handling your password reset request
es: Hubo un problema al procesar tu solicitud de restablecimiento de contraseña

source: The link in your email is expired. Please try to reset your password again.
es: El enlace en tu correo electrónico ha expirado. Por favor, intenta restablecer tu contraseña nuevamente.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
es: Por favor, actualiza la configuración de request_password_repository en config/packages/reset_password.yaml para apuntar a tu servicio "request password repository"

source: The reset password link is invalid. Please try to reset your password again.
es: El enlace de restablecimiento de contraseña no es válido. Por favor, intenta restablecer tu contraseña nuevamente.

source: You have already requested a reset password email. Please check your email or try again soon.
es: Ya has solicitado un correo electrónico de restablecimiento de contraseña. Por favor, revisa tu correo electrónico o intenta nuevamente pronto.
