Repository: FranBo10/mavetours
Catalog: back/translations/validators.*.xlf
Languages: es

source: This value should be false.
es: Este valor debe ser falso.

source: This value should be true.
es: Este valor debe ser verdadero.

source: This value should be of type {{ type }}.
es: Este valor debe ser de tipo {{ type }}.

source: This value should be blank.
es: Este valor debe estar vacío.

source: The value you selected is not a valid choice.
es: El valor seleccionado no es una opción válida.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
es: Debe seleccionar al menos {{ limit }} opción.|Debe seleccionar al menos {{ limit }} opciones.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
es: Debe seleccionar como máximo {{ limit }} opción.|Debe seleccionar como máximo {{ limit }} opciones.

source: One or more of the given values is invalid.
es: Uno o más de los valores proporcionados no son válidos.

source: This field was not expected.
es: Este campo no era esperado.

source: This field is missing.
es: Este campo falta.

source: This value is not a valid date.
es: Este valor no es una fecha válida.

source: This value is not a valid datetime.
es: Este valor no es una fecha y hora válida.

source: This value is not a valid email address.
es: Este valor no es una dirección de correo electrónico válida.

source: The file could not be found.
es: El archivo no pudo ser encontrado.

source: The file is not readable.
es: El archivo no es legible.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
es: El archivo es demasiado grande ({{ size }} {{ suffix }}). El tamaño máximo permitido es {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
es: El tipo MIME del archivo es inválido ({{ type }}). Los tipos MIME permitidos son {{ types }}.

source: This value should be {{ limit }} or less.
es: Este valor debe ser {{ limit }} o menos.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
es: Este valor es demasiado largo. Debe tener {{ limit }} carácter o menos.|Este valor es demasiado largo. Debe tener {{ limit }} caracteres o menos.

source: This value should be {{ limit }} or more.
es: Este valor debe ser {{ limit }} o más.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
es: Este valor es demasiado corto. Debe tener {{ limit }} carácter o más.|Este valor es demasiado corto. Debe tener {{ limit }} caracteres o más.

source: This value should not be blank.
es: Este valor no debe estar vacío.

source: This value should not be null.
es: Este valor no debe ser nulo.

source: This value should be null.
es: Este valor debe ser nulo.

source: This value is not valid.
es: Este valor no es válido.

source: This value is not a valid time.
es: Este valor no es una hora válida.

source: This value is not a valid URL.
es: Este valor no es una URL válida.

source: The two values should be equal.
es: Los dos valores deben ser iguales.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
es: El archivo es demasiado grande. El tamaño máximo permitido es {{ limit }} {{ suffix }}.

source: The file is too large.
es: El archivo es demasiado grande.

source: The file could not be uploaded.
es: El archivo no pudo ser subido.

source: This value should be a valid number.
es: Este valor debe ser un número válido.

source: This file is not a valid image.
es: Este archivo no es una imagen válida.

source: This is not a valid IP address.
es: Este valor no es una dirección IP válida.

source: This value is not a valid language.
es: Este valor no es un idioma válido.

source: This value is not a valid locale.
es: Este valor no es una configuración regional válida.

source: This value is not a valid country.
es: Este valor no es un país válido.

source: This value is already used.
es: Este valor ya está en uso.

source: The size of the image could not be detected.
es: El tamaño de la imagen no pudo ser detectado.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
es: El ancho de la imagen es demasiado grande ({{ width }}px). El ancho máximo permitido es {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
es: El ancho de la imagen es demasiado pequeño ({{ width }}px). El ancho mínimo esperado es {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
es: La altura de la imagen es demasiado grande ({{ height }}px). La altura máxima permitida es {{ max_height }}px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
es: La altura de la imagen es demasiado pequeña ({{ height }}px). La altura mínima esperada es {{ min_height }}px.

source: This value should be the user's current password.
es: Este valor debe ser la contraseña actual del usuario.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
es: Este valor debe tener exactamente {{ limit }} carácter.|Este valor debe tener exactamente {{ limit }} caracteres.

source: The file was only partially uploaded.
es: El archivo fue subido solo parcialmente.

source: No file was uploaded.
es: Ningún archivo fue subido.

source: No temporary folder was configured in php.ini.
es: No se configuró ninguna carpeta temporal en php.ini.

source: Cannot write temporary file to disk.
es: No se puede escribir el archivo temporal en el disco.

source: A PHP extension caused the upload to fail.
es: Una extensión de PHP causó que la subida fallara.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
es: Esta colección debe contener {{ limit }} elemento o más.|Esta colección debe contener {{ limit }} elementos o más.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
es: Esta colección debe contener {{ limit }} elemento o menos.|Esta colección debe contener {{ limit }} elementos o menos.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
es: Esta colección debe contener exactamente {{ limit }} elemento.|Esta colección debe contener exactamente {{ limit }} elementos.

source: Invalid card number.
es: Número de tarjeta inválido.

source: Unsupported card type or invalid card number.
es: Tipo de tarjeta no soportado o número inválido.

source: This is not a valid International Bank Account Number (IBAN).
es: Este valor no es un Número de Cuenta Bancaria Internacional (IBAN) válido.

source: This value is not a valid ISBN-10.
es: Este valor no es un código ISBN-10 válido.

source: This value is not a valid ISBN-13.
es: Este valor no es un código ISBN-13 válido.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
es: Este valor no es ni un código ISBN-10 válido, ni un código ISBN-13 válido.

source: This value is not a valid ISSN.
es: Este valor no es un código ISSN válido.

source: This value is not a valid currency.
es: Este valor no es una moneda válida.

source: This value should be equal to {{ compared_value }}.
es: Este valor debe ser igual a {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
es: Este valor debe ser mayor que {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
es: Este valor debe ser mayor o igual que {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
es: Este valor debe ser idéntico a {{ compared_value_type }} {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
es: Este valor debe ser menor que {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
es: Este valor debe ser menor o igual que {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
es: Este valor no debe ser igual a {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
es: Este valor no debe ser idéntico a {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
es: La relación de aspecto de la imagen es demasiado grande ({{ ratio }}). La relación máxima permitida es {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
es: La relación de aspecto de la imagen es demasiado pequeña ({{ ratio }}). La relación mínima esperada es {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
es: La imagen es cuadrada ({{ width }}x{{ height }}px). Las imágenes cuadradas no están permitidas.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
es: La imagen está orientada horizontalmente ({{ width }}x{{ height }}px). Las imágenes horizontales no están permitidas.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
es: La imagen está orientada verticalmente ({{ width }}x{{ height }}px). Las imágenes verticales no están permitidas.

source: An empty file is not allowed.
es: No se permite un archivo vacío.

source: The host could not be resolved.
es: El nombre de host no pudo ser resuelto.

source: This value does not match the expected {{ charset }} charset.
es: Este valor no coincide con el juego de caracteres {{ charset }} esperado.

source: This is not a valid Business Identifier Code (BIC).
es: Este valor no es un Código Identificador de Empresa (BIC) válido.

source: This is not a valid UUID.
es: Este valor no es un UUID válido.

source: This value should be a multiple of {{ compared_value }}.
es: Este valor debe ser un múltiplo de {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
es: Este Código Identificador de Empresa (BIC) no está asociado con el IBAN {{ iban }}.

source: This value should be valid JSON.
es: Este valor debe ser un JSON válido.

source: This collection should contain only unique elements.
es: Esta colección debe contener solo elementos únicos.

source: This value should be positive.
es: Este valor debe ser positivo.

source: This value should be either positive or zero.
es: Este valor debe ser positivo o cero.

source: This value should be negative.
es: Este valor debe ser negativo.

source: This value should be either negative or zero.
es: Este valor debe ser negativo o cero.

source: This value is not a valid timezone.
es: Este valor no es una zona horaria válida.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
es: Esta contraseña ha sido filtrada en una violación de datos, no debe ser usada. Por favor use otra contraseña.

source: This value should be between {{ min }} and {{ max }}.
es: Este valor debe estar entre {{ min }} y {{ max }}.

source: This value is not a valid hostname.
es: Este valor no es un nombre de host válido.

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
es: El número de elementos en esta colección debe ser un múltiplo de {{ compared_value }}.

source: This value should satisfy at least one of the following constraints:
es: Este valor debe satisfacer al menos una de las siguientes restricciones:

source: Each element of this collection should satisfy its own set of constraints.
es: Cada elemento de esta colección debe satisfacer su propio conjunto de restricciones.

source: This value is not a valid International Securities Identification Number (ISIN).
es: Este valor no es un Número de Identificación Internacional de Valores (ISIN) válido.

source: This value should be a valid expression.
es: Este valor debe ser una expresión válida.

source: This value is not a valid CSS color.
es: Este valor no es un color CSS válido.

source: This value is not a valid CIDR notation.
es: Este valor no es una notación CIDR válida.

source: The value of the netmask should be between {{ min }} and {{ max }}.
es: El valor de la máscara de red debe estar entre {{ min }} y {{ max }}.

source: The filename is too long. It should have {{ filename_max_length }} character or less.|The filename is too long. It should have {{ filename_max_length }} characters or less.
es: El nombre del archivo es demasiado largo. Debe tener {{ filename_max_length }} carácter o menos.|El nombre del archivo es demasiado largo. Debe tener {{ filename_max_length }} caracteres o menos.

source: The password strength is too low. Please use a stronger password.
es: La fortaleza de la contraseña es demasiado baja. Por favor use una contraseña más fuerte.

source: This value contains characters that are not allowed by the current restriction-level.
es: Este valor contiene caracteres que no están permitidos por el nivel de restricción actual.

source: Using invisible characters is not allowed.
es: No se permite el uso de caracteres invisibles.

source: Mixing numbers from different scripts is not allowed.
es: No se permite mezclar números de diferentes scripts.

source: Using hidden overlay characters is not allowed.
es: No se permite el uso de caracteres de superposición ocultos.

source: The extension of the file is invalid ({{ extension }}). Allowed extensions are {{ extensions }}.
es: La extensión del archivo es inválida ({{ extension }}). Las extensiones permitidas son {{ extensions }}.

source: The detected character encoding is invalid ({{ detected }}). Allowed encodings are {{ encodings }}.
es: La codificación de caracteres detectada es inválida ({{ detected }}). Las codificaciones permitidas son {{ encodings }}.

source: This value is not a valid MAC address.
es: Este valor no es una dirección MAC válida.

source: This URL is missing a top-level domain.
es: A esta URL le falta un dominio de primer nivel.

source: This value is too short. It should contain at least one word.|This value is too short. It should contain at least {{ min }} words.
es: Este valor es demasiado corto. Debe contener al menos una palabra.|Este valor es demasiado corto. Debe contener al menos {{ min }} palabras.

source: This value is too long. It should contain one word.|This value is too long. It should contain {{ max }} words or less.
es: Este valor es demasiado largo. Debe contener una palabra.|Este valor es demasiado largo. Debe contener {{ max }} palabras o menos.

source: This value does not represent a valid week in the ISO 8601 format.
es: Este valor no representa una semana válida en el formato ISO 8601.

source: This value is not a valid week.
es: Este valor no es una semana válida.

# This value should not be before week &quot;{{ min }}&quot;.
source: This value should not be before week "{{ min }}".
es: Este valor no debe ser anterior a la semana "{{ min }}".

# This value should not be after week &quot;{{ max }}&quot;.
source: This value should not be after week "{{ max }}".
es: Este valor no debe ser posterior a la semana "{{ max }}".

source: This value is not a valid Twig template.
es: Este valor no es una plantilla Twig válida.

source: This file is not a valid video.
es: Este archivo no es un video válido.

source: The size of the video could not be detected.
es: No se pudo detectar el tamaño del video.

source: The video width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
es: El ancho del vídeo es demasiado grande ({{ width }}px). El ancho máximo permitido es {{ max_width }}px.

source: The video width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
es: El ancho del video es demasiado pequeño ({{ width }}px). El ancho mínimo esperado es {{ min_width }}px.

source: The video height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
es: La altura del video es demasiado grande ({{ height }}px). La altura máxima permitida es {{ max_height }}px.

source: The video height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
es: La altura del video es demasiado pequeña ({{ height }}px). La altura mínima esperada es {{ min_height }}px.

source: The video has too few pixels ({{ pixels }} pixels). Minimum amount expected is {{ min_pixels }} pixels.
es: El vídeo tiene muy pocos píxeles ({{ pixels }}). La cantidad mínima esperada es {{ min_pixels }}.

source: The video has too many pixels ({{ pixels }} pixels). Maximum amount expected is {{ max_pixels }} pixels.
es: El vídeo tiene demasiados píxeles ({{ pixels }}). La cantidad máxima esperada es {{ max_pixels }}.

source: The video ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
es: La relación del video es demasiado grande ({{ ratio }}). La relación máxima permitida es {{ max_ratio }}.

source: The video ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
es: La relación del video es demasiado pequeña ({{ ratio }}). La relación mínima esperada es {{ min_ratio }}.

source: The video is square ({{ width }}x{{ height }}px). Square videos are not allowed.
es: El video es cuadrado ({{ width }}x{{ height }}px). No se permiten videos cuadrados.

source: The video is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented videos are not allowed.
es: El video tiene orientación horizontal ({{ width }}x{{ height }} px). No se permiten videos en formato horizontal.

source: The video is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented videos are not allowed.
es: El video tiene orientación vertical ({{ width }}x{{ height }} px). No se permiten videos en orientación vertical.

source: The video file is corrupted.
es: El archivo de video está dañado.

source: The video contains multiple streams. Only one stream is allowed.
es: El video contiene múltiples flujos. Solo se permite un flujo.

# Unsupported video codec &quot;{{ codec }}&quot;.
source: Unsupported video codec "{{ codec }}".
es: Códec de vídeo no compatible «{{ codec }}».

# Unsupported video container &quot;{{ container }}&quot;.
source: Unsupported video container "{{ container }}".
es: Contenedor de vídeo no compatible "{{ container }}".

source: The image file is corrupted.
es: El archivo de imagen está dañado.

source: The image has too few pixels ({{ pixels }} pixels). Minimum amount expected is {{ min_pixels }} pixels.
es: La imagen tiene muy pocos píxeles ({{ pixels }}). La cantidad mínima esperada es {{ min_pixels }}.

source: The image has too many pixels ({{ pixels }} pixels). Maximum amount expected is {{ max_pixels }} pixels.
es: La imagen tiene demasiados píxeles ({{ pixels }}). La cantidad máxima esperada es {{ max_pixels }}.

source: This filename does not match the expected charset.
es: Este nombre de archivo no coincide con el conjunto de caracteres esperado.

source: This form should not contain extra fields.
es: Este formulario no debe contener campos adicionales.

source: The uploaded file was too large. Please try to upload a smaller file.
es: El archivo subido era demasiado grande. Por favor intente subir un archivo más pequeño.

source: The CSRF token is invalid. Please try to resubmit the form.
es: El token CSRF es inválido. Por favor intente reenviar el formulario.

source: This value is not a valid HTML5 color.
es: Este valor no es un color HTML5 válido.

source: Please enter a valid birthdate.
es: Por favor ingrese una fecha de nacimiento válida.

source: The selected choice is invalid.
es: La opción seleccionada es inválida.

source: The collection is invalid.
es: La colección es inválida.

source: Please select a valid color.
es: Por favor seleccione un color válido.

source: Please select a valid country.
es: Por favor seleccione un país válido.

source: Please select a valid currency.
es: Por favor seleccione una moneda válida.

source: Please choose a valid date interval.
es: Por favor elija un intervalo de fechas válido.

source: Please enter a valid date and time.
es: Por favor ingrese una fecha y hora válidas.

source: Please enter a valid date.
es: Por favor ingrese una fecha válida.

source: Please select a valid file.
es: Por favor seleccione un archivo válido.

source: The hidden field is invalid.
es: El campo oculto no es válido.

source: Please enter an integer.
es: Por favor ingrese un número entero.

source: Please select a valid language.
es: Por favor seleccione un idioma válido.

source: Please select a valid locale.
es: Por favor seleccione una configuración regional válida.

source: Please enter a valid money amount.
es: Por favor ingrese un monto válido.

source: Please enter a number.
es: Por favor ingrese un número.

source: The password is invalid.
es: La contraseña es inválida.

source: Please enter a percentage value.
es: Por favor ingrese un valor porcentual.

source: The values do not match.
es: Los valores no coinciden.

source: Please enter a valid time.
es: Por favor ingrese una hora válida.

source: Please select a valid timezone.
es: Por favor seleccione una zona horaria válida.

source: Please enter a valid URL.
es: Por favor ingrese una URL válida.

source: Please enter a valid search term.
es: Por favor ingrese un término de búsqueda válido.

source: Please provide a valid phone number.
es: Por favor proporcione un número de teléfono válido.

source: The checkbox has an invalid value.
es: La casilla de verificación tiene un valor inválido.

source: Please enter a valid email address.
es: Por favor ingrese una dirección de correo electrónico válida.

source: Please select a valid option.
es: Por favor seleccione una opción válida.

source: Please select a valid range.
es: Por favor seleccione un rango válido.

source: Please enter a valid week.
es: Por favor ingrese una semana válida.

source: Please fill in the Name field.
es: Por favor complete el campo Nombre.

source: Please fill in the Last Name field.
es: Por favor complete el campo Apellido.

source: Please fill in the Email field.
es: Por favor complete el campo Correo Electrónico.

source: Please fill in the Password field.
es: Por favor complete el campo Contraseña.

source: Please fill in the Country field.
es: Por favor complete el campo País.

source: Please fill in the Avatar field.
es: Por favor complete el campo Avatar.

source: The email account is already registered
es: La cuenta de correo electrónico ya está registrada

source: Please enter a password
es: Por favor ingrese una contraseña

source: Your password should be at least {{ limit }} characters
es: Su contraseña debe tener al menos {{ limit }} caracteres

source: The grade must be greater than or equal to 1.
es: La calificación debe ser mayor o igual a 1.

source: Please enter your email address
es: Por favor ingrese su dirección de correo electrónico

# The e-mail address introduced &quot;{{ value }}&quot; is not valid.
source: The e-mail address introduced "{{ value }}" is not valid.
es: La dirección de correo electrónico "{{ value }}" no es válida.

source: Your password must have at least {{ limit }} characters
es: Su contraseña debe tener al menos {{ limit }} caracteres

source: Please enter your name
es: Por favor ingrese su nombre

source: Please enter your last name
es: Por favor ingrese su apellido

source: Please enter a phone number
es: Por favor ingrese un número de teléfono

source: Please enter your email
es: Por favor ingrese su correo electrónico
