Repository: FranBo10/mavetours
Catalog: back/translations/validators.*.xlf
Languages: es

source: Please fill in the E-Mail field.
es: Por favor complete el campo Correo Electrónico.

source: La cuenta de email ya se encuentra registrada
es: La cuenta de correo electrónico ya está registrada

source: La nota debe ser mayor o igual que 1.
es: La calificación debe ser mayor o igual a 1.

source: Your password must have at list {{ limit }} characteres
es: Su contraseña debe tener al menos {{ limit }} caracteres
